Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Fan speed cannot be controlled without ThermalForge installed. Install ThermalForge to monitor and pin fan speeds for sustained performance.
ar: لا يمكن التحكم في سرعة المروحة دون تثبيت ThermalForge. قم بتثبيت ThermalForge لمراقبة سرعات المروحة وتثبيتها للحفاظ على الأداء.
de: Die Lüftergeschwindigkeit kann ohne installiertes ThermalForge nicht gesteuert werden. Installieren Sie ThermalForge, um Lüftergeschwindigkeiten für anhaltende Leistung zu überwachen und zu fixieren.
es: La velocidad del ventilador no se puede controlar sin ThermalForge instalado. Instala ThermalForge para supervisar y fijar la velocidad del ventilador y mantener el rendimiento.
fr: La vitesse du ventilateur ne peut pas être contrôlée sans ThermalForge installé. Installez ThermalForge pour surveiller et fixer les vitesses de ventilateur pour des performances durables.
he: לא ניתן לשלוט במהירות המאוורר ללא התקנת ThermalForge. התקן את ThermalForge כדי לעקוב אחר מהירויות המאוורר ולקבע אותן לביצועים מתמשכים.
hi: ThermalForge स्थापित किए बिना पंखे की गति को नियंत्रित नहीं किया जा सकता। निरंतर प्रदर्शन के लिए पंखे की गति की निगरानी और पिन करने के लिए ThermalForge स्थापित करें।
id: Kecepatan kipas tidak dapat dikontrol tanpa ThermalForge terpasang. Pasang ThermalForge untuk memantau dan menyematkan kecepatan kipas demi performa berkelanjutan.
it: La velocità della ventola non può essere controllata senza ThermalForge installato. Installa ThermalForge per monitorare e fissare le velocità della ventola per prestazioni sostenute.
ja: ThermalForge がインストールされていないとファン速度を制御できません。持続的なパフォーマンスのために ThermalForge をインストールしてファン速度を監視・固定してください。
ko: ThermalForge가 설치되어 있지 않으면 팬 속도를 제어할 수 없습니다. 지속적인 성능을 위해 ThermalForge를 설치하여 팬 속도를 모니터링하고 고정하세요.
nl: Ventilatorsnelheid kan niet worden geregeld zonder dat ThermalForge is geïnstalleerd. Installeer ThermalForge om ventilatorsnelheden te bewaken en vast te zetten voor aanhoudende prestaties.
pl: Nie można kontrolować prędkości wentylatora bez zainstalowanego ThermalForge. Zainstaluj ThermalForge, aby monitorować i przypinać prędkości wentylatora w celu uzyskania stałej wydajności.
pt_br: A velocidade da ventoinha não pode ser controlada sem o ThermalForge instalado. Instale o ThermalForge para monitorar e fixar velocidades para manter o desempenho.
ru: Скорость вентилятора нельзя контролировать без установленного ThermalForge. Установите ThermalForge для мониторинга и фиксации скорости вентилятора для стабильной производительности.
sv: Fläkthastigheten kan inte styras utan ThermalForge installerat. Installera ThermalForge för att övervaka och fästa fläkthastigheter för ihållande prestanda.
tr: ThermalForge yüklü olmadan fan hızı kontrol edilemez. Sürekli performans için fan hızlarını izlemek ve sabitlemek üzere ThermalForge'u yükleyin.
uk: Швидкість вентилятора неможливо контролювати без встановленого ThermalForge. Встановіть ThermalForge для моніторингу та фіксації швидкості для стабільної продуктивності.
vi: Không thể điều khiển tốc độ quạt nếu chưa cài đặt ThermalForge. Hãy cài đặt ThermalForge để theo dõi và ghim tốc độ quạt nhằm duy trì hiệu suất ổn định.
zh_hans: 未安装 ThermalForge 时无法控制风扇速度。安装 ThermalForge 可监控并固定风扇速度以确保持续性能。
zh_hant: 未安裝 ThermalForge 時無法控制風扇轉速。安裝 ThermalForge 可監控並固定風扇轉速以確保持續效能。

source: Fans
ar: المراوح
de: Lüfter
es: Ventiladores
fr: Ventilateurs
he: מאווררים
hi: पंखा
id: Kipas
it: Ventole
ja: ファン
ko: 팬
nl: Ventilatoren
pl: Wentylatory
pt_br: Ventoinhas
ru: Вентиляторы
sv: Fläktar
tr: Fanlar
uk: Вентилятори
vi: Quạt tản nhiệt
zh_hans: 风扇
zh_hant: 風扇

source: Fast ripgrep-style indexed code search for this project.
ar: بحث سريع ومفهرس في التعليمات البرمجية بأسلوب ripgrep لهذا المشروع.
de: Schnelle indexierte Codesuche im ripgrep-Stil für dieses Projekt.
es: Búsqueda rápida de código indexado al estilo ripgrep para este proyecto.
fr: Recherche rapide de code indexé de type ripgrep pour ce projet.
he: חיפוש קוד מהיר ומאונדקס בסגנון ripgrep עבור פרויקט זה.
hi: इस प्रोजेक्ट के लिए ripgrep शैली की तेज़ इंडेक्स की गई कोड खोज।
id: Pencarian kode terindeks cepat bergaya ripgrep untuk proyek ini.
it: Ricerca rapida nel codice indicizzato in stile ripgrep per questo progetto.
ja: このプロジェクトで ripgrep 形式の高速なインデックス付きコード検索を使用します。
ko: 이 프로젝트에서 ripgrep 스타일의 빠른 인덱스 코드 검색을 사용합니다.
nl: Snelle geïndexeerde codezoekopdracht in ripgrep-stijl voor dit project.
pl: Szybkie indeksowane wyszukiwanie kodu w stylu ripgrep dla tego projektu.
pt_br: Pesquisa rápida de código indexado no estilo ripgrep para este projeto.
ru: Быстрый индексированный поиск по коду в стиле ripgrep для этого проекта.
sv: Snabb indexerad kodsökning i ripgrep-stil för det här projektet.
tr: Bu proje için ripgrep tarzı hızlı dizinlenmiş kod araması.
uk: Швидкий індексований пошук у коді в стилі ripgrep для цього проєкту.
vi: Tìm kiếm mã được lập chỉ mục nhanh theo kiểu ripgrep cho dự án này.
zh_hans: 为此项目提供 ripgrep 风格的快速索引代码搜索。
zh_hant: 為此專案提供 ripgrep 風格的快速索引程式碼搜尋。

source: Fetch
ar: جلب
de: Abrufen
es: Obtener
fr: Récupérer
he: אחזר
hi: लाएं
id: Ambil
it: Recupera
ja: 取得
ko: 가져오기
nl: Ophalen
pl: Pobierz
pt_br: Buscar
ru: Получить
sv: Hämta
tr: Getir
uk: Отримати
vi: Tìm nạp
zh_hans: 获取
zh_hant: 擷取

source: Fetch Catalog
ar: جلب الفهرس
de: Katalog abrufen
es: Obtener catálogo
fr: Récupérer le catalogue
he: אחזר קטלוג
hi: कैटलॉग लाएं
id: Ambil Katalog
it: Recupera catalogo
ja: カタログを取得
ko: 카탈로그 가져오기
nl: Catalogus ophalen
pl: Pobierz katalog
pt_br: Buscar Catálogo
ru: Получить каталог
sv: Hämta katalog
tr: Kataloğu Getir
uk: Отримати каталог
vi: Tìm nạp danh mục
zh_hans: 获取目录
zh_hant: 取得型錄

source: File Location:
ar: موقع الملف:
de: Dateispeicherort:
es: Ubicación del archivo:
fr: Emplacement du fichier :
he: מיקום הקובץ:
hi: फ़ाइल स्थान:
id: Lokasi berkas:
it: Posizione del file:
ja: ファイルの場所:
ko: 파일 위치:
nl: Bestandslocatie:
pl: Lokalizacja pliku:
pt_br: Local do arquivo:
ru: Расположение файла:
sv: Filplats:
tr: Dosya konumu:
uk: Розташування файлу:
vi: Vị trí tệp:
zh_hans: 文件位置:
zh_hant: 檔案位置:

source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
he: קבצים
hi: फ़ाइलें
id: Berkas
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Files & Privacy Permissions
ar: أذونات الملفات والخصوصية
de: Datei- & Datenschutzberechtigungen
es: Permisos de archivos y privacidad
fr: Autorisations de fichiers et confidentialité
he: הרשאות קבצים ופרטיות
hi: फ़ाइलें और गोपनीयता अनुमतियाँ
id: Izin Berkas & Privasi
it: Permessi file e privacy
ja: ファイルとプライバシーのアクセス権
ko: 파일 및 개인정보 보호 권한
nl: Bestands- en privacymachtigingen
pl: Uprawnienia do plików i prywatności
pt_br: Permissões de arquivos e privacidade
ru: Разрешения файлов и конфиденциальности
sv: Fil- och integritetsbehörigheter
tr: Dosyalar ve Gizlilik İzinleri
uk: Файли та дозволи приватності
vi: Quyền truy cập tệp và quyền riêng tư
zh_hans: 文件与隐私权限
zh_hant: 檔案與隱私權權限

source: Files and Permissions...
ar: الملفات والأذونات...
de: Dateien und Berechtigungen...
es: Archivos y permisos...
fr: Fichiers et autorisations...
he: קבצים והרשאות...
hi: फ़ाइलें और अनुमतियाँ...
id: File dan Izin...
it: File e autorizzazioni...
ja: ファイルと権限...
ko: 파일 및 권한...
nl: Bestanden en machtigingen...
pl: Pliki i uprawnienia...
pt_br: Arquivos e Permissões...
ru: Файлы и разрешения...
sv: Filer och behörigheter...
tr: Dosyalar ve İzinler...
uk: Файли та дозволи...
vi: Tệp và quyền...
zh_hans: 文件和权限...
zh_hant: 檔案與權限...

source: Files are collapsed for large diffs. Select a file to expand it.
ar: تُطوى الملفات عند وجود فروق كبيرة. اختر ملفا لتوسيعه.
de: Bei großen Diffs werden Dateien eingeklappt. Wählen Sie eine Datei aus, um sie aufzuklappen.
es: Los archivos se contraen en diferencias grandes. Selecciona un archivo para expandirlo.
fr: Les fichiers sont réduits pour les grandes différences. Sélectionnez un fichier pour le développer.
he: קבצים מכווצים כאשר ההבדלים גדולים. בחר קובץ כדי להרחיב אותו.
hi: बड़े डिफ़ में फ़ाइलें संक्षिप्त रहती हैं। विस्तृत करने के लिए फ़ाइल चुनें।
id: Berkas diciutkan untuk perbedaan besar. Pilih berkas untuk memperluasnya.
it: Per differenze estese i file sono compressi. Seleziona un file per espanderlo.
ja: 差分が大きい場合、ファイルは折りたたまれます。展開するにはファイルを選択してください。
ko: 차이가 큰 경우 파일이 접혀 있습니다. 펼치려면 파일을 선택하세요.
nl: Bij grote verschillen worden bestanden ingeklapt. Selecteer een bestand om het uit te klappen.
pl: Przy dużych różnicach pliki są zwinięte. Wybierz plik, aby go rozwinąć.
pt_br: Os arquivos ficam recolhidos em diferenças grandes. Selecione um arquivo para expandi-lo.
ru: При больших различиях файлы свернуты. Выберите файл, чтобы развернуть его.
sv: Filer fälls ihop vid stora skillnader. Välj en fil för att expandera den.
tr: Büyük farklarda dosyalar daraltılır. Genişletmek için bir dosya seçin.
uk: За великих відмінностей файли згорнуто. Виберіть файл, щоб розгорнути його.
vi: Các tệp được thu gọn khi khác biệt lớn. Chọn một tệp để mở rộng.
zh_hans: 差异较大时文件会折叠。选择文件即可展开。
zh_hant: 差異較大時檔案會折疊。選取檔案即可展開。

source: Files changed in this commit:
ar: الملفات المتغيرة في هذا الإيداع:
de: In diesem Commit geänderte Dateien:
es: Archivos modificados en esta confirmación:
fr: Fichiers modifiés dans ce commit :
he: קבצים שהשתנו בקומיט הזה:
hi: इस कमिट में बदली गई फ़ाइलें:
id: Berkas yang berubah di commit ini:
it: File modificati in questo commit:
ja: このコミットで変更されたファイル:
ko: 이 커밋에서 변경된 파일:
nl: Bestanden gewijzigd in deze commit:
pl: Pliki zmienione w tym zatwierdzeniu:
pt_br: Arquivos alterados neste commit:
ru: Файлы, измененные в этом коммите:
sv: Filer som ändrats i den här incheckningen:
tr: Bu işlemede değişen dosyalar:
uk: Файли, змінені в цьому коміті:
vi: Tệp đã thay đổi trong commit này:
zh_hans: 此提交中更改的文件:
zh_hant: 此提交中變更的檔案:

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
he: סנן
hi: फ़िल्टर
it: Filtra
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtrar
ru: Фильтр
tr: Filtrele
uk: Фільтр
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Filter by architecture
ar: التصفية حسب البنية
de: Nach Architektur filtern
es: Filtrar por arquitectura
fr: Filtrer par architecture
he: סנן לפי ארכיטקטורה
hi: संरचना के अनुसार फ़िल्टर करें
id: Filter berdasarkan arsitektur
it: Filtra per architettura
ja: アーキテクチャで絞り込み
ko: 아키텍처별 필터
nl: Filteren op architectuur
pl: Filtruj wg architektury
pt_br: Filtrar por arquitetura
ru: Фильтр по архитектуре
sv: Filtrera efter arkitektur
tr: Mimariye göre filtrele
uk: Фільтр за архітектурою
vi: Lọc theo kiến trúc
zh_hans: 按架构筛选
zh_hant: 依架構篩選

source: Filter by drafter
ar: التصفية حسب المحرر التقديري
de: Nach Drafter filtern
es: Filtrar por redactor
fr: Filtrer par rédacteur
he: סנן לפי מנסח
hi: ड्राफ्टर द्वारा फ़िल्टर करें
id: Filter berdasarkan drafter
it: Filtra per redattore
ja: ドラフターで絞り込み
ko: 초안 작성기별 필터
nl: Filteren op opsteller
pl: Filtruj wg draftera
pt_br: Filtrar por rascunho
ru: Фильтр по драфтеру
sv: Filtrera efter drafter
tr: Taslak oluşturucuya göre filtrele
uk: Фільтр за драфтером
vi: Lọc theo bộ soạn thảo
zh_hans: 按草案生成器筛选
zh_hant: 依起草器篩選

source: Filter by source
ar: التصفية حسب المصدر
de: Nach Quelle filtern
es: Filtrar por origen
fr: Filtrer par source
he: סנן לפי מקור
hi: स्रोत के अनुसार फ़िल्टर करें
id: Filter berdasarkan sumber
it: Filtra per sorgente
ja: ソースで絞り込み
ko: 소스별 필터
nl: Filteren op bron
pl: Filtruj wg źródła
pt_br: Filtrar por fonte
ru: Фильтр по источнику
sv: Filtrera efter källa
tr: Kaynağa göre filtrele
uk: Фільтр за джерелом
vi: Lọc theo nguồn
zh_hans: 按来源筛选
zh_hant: 依來源篩選

source: Filter changed files...
ar: تصفية الملفات المغيرة...
de: Geänderte Dateien filtern...
es: Filtrar archivos modificados...
fr: Filtrer les fichiers modifiés...
he: סנן קבצים שהשתנו...
hi: परिवर्तित फ़ाइलें फ़िल्टर करें...
id: Filter file yang diubah...
it: Filtra file modificati...
ja: 変更されたファイルを絞り込み...
ko: 변경된 파일 필터링...
nl: Gewijzigde bestanden filteren...
pl: Filtruj zmienione pliki...
pt_br: Filtrar arquivos alterados...
ru: Фильтр измененных файлов...
sv: Filtrera ändrade filer...
tr: Değiştirilen dosyaları filtrele...
uk: Фільтр змінених файлів...
vi: Lọc các tệp đã thay đổi...
zh_hans: 筛选已修改文件...
zh_hant: 篩選已變更檔案...

source: Filter favorites
ar: تصفية المفضلة
de: Favoriten filtern
es: Filtrar favoritos
fr: Filtrer les favoris
he: סנן מועדפים
hi: पसंदीदा फ़िल्टर करें
id: Filter favorit
it: Filtra preferiti
ja: お気に入りを絞り込み
ko: 즐겨찾기 필터
nl: Favorieten filteren
pl: Filtruj ulubione
pt_br: Filtrar favoritos
ru: Фильтр избранного
sv: Filtrera favoriter
tr: Favorileri filtrele
uk: Фільтр вибраного
vi: Lọc mục yêu thích
zh_hans: 筛选收藏
zh_hant: 篩選常用

source: Filter installed models
ar: تصفية النماذج المثبتة
de: Installierte Modelle filtern
es: Filtrar modelos instalados
fr: Filtrer les modèles installés
he: סנן מודלים מותקנים
hi: स्थापित मॉडल फ़िल्टर करें
id: Filter model terpasang
it: Filtra modelli installati
ja: インストール済みモデルを絞り込み
ko: 설치된 모델 필터링
nl: Geïnstalleerde modellen filteren
pl: Filtruj zainstalowane modele
pt_br: Filtrar modelos instalados
ru: Фильтр установленных моделей
sv: Filtrera installerade modeller
tr: Yüklü modelleri filtrele
uk: Фільтрувати встановлені моделі
vi: Lọc mô hình đã cài đặt
zh_hans: 筛选已安装模型
zh_hant: 篩選已安裝模型

source: Filter installed models...
ar: تصفية النماذج المثبتة...
de: Installierte Modelle filtern...
es: Filtrar modelos instalados...
fr: Filtrer les modèles installés...
he: סנן מודלים מותקנים...
hi: स्थापित मॉडल फ़िल्टर करें...
id: Filter model terpasang...
it: Filtra modelli installati...
ja: インストール済みモデルを絞り込み...
ko: 설치된 모델 필터링...
nl: Geïnstalleerde modellen filteren...
pl: Filtruj zainstalowane modele...
pt_br: Filtrar modelos instalados...
ru: Фильтр установленных моделей...
sv: Filtrera installerade modeller...
tr: Yüklü modelleri filtrele...
uk: Фільтрувати встановлені моделі...
vi: Lọc mô hình đã cài đặt...
zh_hans: 筛选已安装模型...
zh_hant: 篩選已安裝模型...

source: Filter projects and tasks...
ar: تصفية المشاريع والمهام...
de: Projekte und Aufgaben filtern...
es: Filtrar proyectos y tareas...
fr: Filtrer les projets et tâches...
he: סנן פרויקטים ומשימות...
hi: परियोजनाएं और कार्य फ़िल्टर करें...
id: Filter proyek dan tugas...
it: Filtra progetti e attività...
ja: プロジェクトとタスクを絞り込み...
ko: 프로젝트 및 작업 필터링...
nl: Projecten en taken filteren...
pl: Filtruj projekty i zadania...
pt_br: Filtrar projetos e tarefas...
ru: Фильтр проектов и задач...
sv: Filtrera projekt och uppgifter...
tr: Projeleri ve görevleri filtrele...
uk: Фільтр проектів і завдань...
vi: Lọc dự án và tác vụ...
zh_hans: 筛选项目和任务...
zh_hant: 篩選專案與任務...

source: Find Files
ar: البحث عن ملفات
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
he: חיפוש קבצים
hi: फ़ाइलें खोजें
id: Cari file
it: Cercare file
ja: ファイルを検索
ko: 파일 찾기
nl: Bestanden zoeken
pl: Znajdź pliki
pt_br: Buscar arquivos
ru: Найти файлы
sv: Hitta filer
tr: Dosya bul
uk: Знайти файли
vi: Tìm tệp
zh_hans: 查找文件
zh_hant: 尋找檔案

source: Fits Memory
ar: يناسب الذاكرة
de: Passt in Speicher
es: Cabe en memoria
fr: Tient en mémoire
he: מתאים לזיכרון
hi: मेमोरी में फिट बैठता है
id: Muat di Memori
it: Entra in memoria
ja: メモリに収まります
ko: 메모리에 적합
nl: Past in geheugen
pl: Mieści się w pamięci
pt_br: Cabe na Memória
ru: Помещается в память
sv: Passar i minnet
tr: Belleğe Sığar
uk: Вміщується в пам'ять
vi: Vừa bộ nhớ
zh_hans: 适合内存
zh_hant: 適合記憶體

source: Fixed Seed
ar: بذرة ثابتة
de: Fester Startwert
es: Semilla fija
fr: Graine fixe
he: זרע קבוע
hi: स्थिर सीड
id: Seed tetap
it: Seed fisso
ja: 固定シード
ko: 고정 시드
nl: Vaste seed
pl: Stałe ziarno
pt_br: Semente fixa
ru: Фиксированное зерно
sv: Fast frö
tr: Sabit tohum
uk: Фіксоване зерно
vi: Hạt giống cố định
zh_hans: 固定种子
zh_hant: 固定種子

source: Focus Prompt
ar: التركيز على حقل الإدخال
de: Eingabefeld fokussieren
es: Enfocar el campo de texto
fr: Focus sur le champ de saisie
he: מיקוד בשדה הקלט
hi: प्रॉम्प्ट पर फ़ोकस करें
id: Fokus ke Kolom Input
it: Attiva il campo di testo
ja: 入力欄にフォーカス
ko: 입력창 포커스
nl: Invoerveld focusseren
pl: Ustaw fokus na polu wprowadzania
pt_br: Focar no campo de texto
ru: Фокус на поле ввода
sv: Fokusera inmatningsfältet
tr: Giriş Alanına Odaklan
uk: Фокус на полі введення
vi: Tập trung vào ô nhập
zh_hans: 聚焦输入框
zh_hant: 聚焦輸入框

source: Folders you have granted macOS read access to. This does not widen what file tools may reach: those stay inside the selected project's root.
ar: المجلدات التي منحتها إذن القراءة في macOS. هذا لا يوسّع نطاق ما تصل إليه أدوات الملفات: فهي تبقى داخل جذر المشروع المحدد.
de: Ordner, denen Sie unter macOS Lesezugriff gewährt haben. Das erweitert nicht, worauf Dateiwerkzeuge zugreifen dürfen: Diese bleiben im Stammverzeichnis des ausgewählten Projekts.
es: Carpetas a las que has concedido acceso de lectura en macOS. Esto no amplía lo que pueden alcanzar las herramientas de archivos: siguen dentro de la raíz del proyecto seleccionado.
fr: Dossiers auxquels vous avez accordé un accès en lecture sous macOS. Cela n'élargit pas la portée des outils de fichiers : ceux-ci restent dans la racine du projet sélectionné.
he: תיקיות שהענקת להן גישת קריאה ב-macOS. הדבר אינו מרחיב את מה שכלי הקבצים יכולים להגיע אליו: הם נשארים בתוך תיקיית השורש של הפרויקט הנבחר.
hi: वे फ़ोल्डर जिन्हें आपने macOS में पढ़ने की अनुमति दी है। इससे फ़ाइल टूल की पहुंच नहीं बढ़ती: वे चयनित प्रोजेक्ट की रूट के भीतर ही रहते हैं।
id: Folder yang Anda beri akses baca di macOS. Ini tidak memperluas jangkauan alat berkas: alat tetap berada di dalam root proyek yang dipilih.
it: Cartelle a cui hai concesso l'accesso in lettura in macOS. Questo non amplia ciò che gli strumenti sui file possono raggiungere: restano nella radice del progetto selezionato.
ja: macOS で読み取りアクセスを許可したフォルダです。ファイルツールの到達範囲は広がりません。ツールは選択中のプロジェクトのルート内にとどまります。
ko: macOS에서 읽기 권한을 부여한 폴더입니다. 파일 도구가 접근할 수 있는 범위는 넓어지지 않으며, 도구는 선택한 프로젝트의 루트 안에 머무릅니다.
nl: Mappen waarvoor je macOS-leestoegang hebt verleend. Dit vergroot niet wat bestandstools kunnen bereiken: die blijven binnen de hoofdmap van het geselecteerde project.
pl: Foldery, którym przyznano dostęp do odczytu w macOS. Nie poszerza to zasięgu narzędzi plikowych: pozostają one w katalogu głównym wybranego projektu.
pt_br: Pastas às quais você concedeu acesso de leitura no macOS. Isso não amplia o alcance das ferramentas de arquivo: elas permanecem dentro da raiz do projeto selecionado.
ru: Папки, которым вы предоставили доступ на чтение в macOS. Это не расширяет доступ файловых инструментов: они остаются в корне выбранного проекта.
sv: Mappar som du har gett macOS-läsbehörighet till. Detta utökar inte vad filverktygen kan nå: de stannar inom det valda projektets rotkatalog.
tr: macOS'ta okuma erişimi verdiğiniz klasörler. Bu, dosya araçlarının erişebildiği alanı genişletmez: araçlar seçili projenin kökü içinde kalır.
uk: Папки, яким ви надали доступ на читання в macOS. Це не розширює доступ файлових інструментів: вони залишаються в корені вибраного проєкту.
vi: Các thư mục bạn đã cấp quyền đọc trong macOS. Điều này không mở rộng phạm vi của công cụ tệp: chúng vẫn nằm trong thư mục gốc của dự án đã chọn.
zh_hans: 你已在 macOS 中授予读取权限的文件夹。这不会扩大文件工具的可达范围: 它们仍限制在所选项目的根目录内。
zh_hant: 你已在 macOS 中授予讀取權限的資料夾。這不會擴大檔案工具的可及範圍: 它們仍限制在所選專案的根目錄內。

source: For %@:
ar: لـ %@:
de: Für %@:
es: Para %@:
fr: Pour %@ :
he: עבור %@:
hi: %@ के लिए:
id: Untuk %@:
it: Per %@:
ja: %@ 用:
ko: %@의 경우:
nl: Voor %@:
pl: Dla %@:
pt_br: Para %@:
ru: Для %@:
sv: För %@:
tr: %@ için:
uk: Для %@:
vi: Cho %@:
zh_hans: 对于 %@：
zh_hant: 對於 %@：

source: Forge Tool-Call Guardrails
ar: حواجز حماية استدعاء الأدوات في Forge
de: Forge-Schutzmechanismen für Tool-Aufrufe
es: Salvaguardas de llamadas a herramientas de Forge
fr: Garde-fous d'appels d'outils Forge
he: מעקות בטיחות לקריאות כלים ב-Forge
hi: Forge टूल-कॉल गार्डरेल
id: Pagar pengaman panggilan alat Forge
it: Protezioni Forge per le chiamate agli strumenti
ja: Forge のツール呼び出しガードレール
ko: Forge 도구 호출 가드레일
nl: Forge-vangrails voor tool-aanroepen
pl: Zabezpieczenia wywołań narzędzi Forge
pt_br: Proteções de chamadas de ferramentas do Forge
ru: Ограничители вызовов инструментов Forge
sv: Forge-skyddsräcken för verktygsanrop
tr: Forge araç çağrısı korumaları
uk: Запобіжники викликів інструментів Forge
vi: Rào chắn gọi công cụ của Forge
zh_hans: Forge 工具调用防护
zh_hant: Forge 工具呼叫防護

source: Format & Package
ar: التنسيق والحزمة
de: Format und Paket
es: Formato y paquete
fr: Format et paquet
he: פורמט וחבילה
hi: प्रारूप और पैकेज
id: Format dan paket
it: Formato e pacchetto
ja: フォーマットとパッケージ
ko: 형식 및 패키지
nl: Formaat en pakket
pl: Format i pakiet
pt_br: Formato e pacote
ru: Формат и пакет
sv: Format och paket
tr: Biçim ve paket
uk: Формат і пакет
vi: Định dạng và gói
zh_hans: 格式与打包
zh_hant: 格式與封裝
